Repository: codezz/pulse-bridge
Catalog: PulseKit/Sources/PulseKit/Localizable.xcstrings
Source language: en
Languages: ro

# %@ steps · usual %@ %lld
source: %1$@ steps · usual %2$@
ro: %1$@ de pași · de obicei %2$@

source: %@ °C vs usual
ro: %@ °C față de obișnuit

# %lld bpm · usual %lld
source: %1$lld bpm · usual %2$lld
ro: %lld bpm · de obicei %lld

source: %lld days ago
ro: acum %lld de zile

source: %lld h ago
ro: acum %lld h

source: %lld min ago
ro: acum %lld min

# %lld ms · usual %lld
source: %1$lld ms · usual %2$lld
ro: %lld ms · de obicei %lld

source: A sync is already running.
ro: O sincronizare este deja în curs.

source: Big activity day yesterday
ro: Zi foarte activă ieri

source: Fair
ro: Acceptabil

source: Good
ro: Bun

# HRV %lld ms, %lld%% higher than usual
source: HRV %1$lld ms, %2$lld%% higher than usual
ro: HRV %lld ms, cu %lld%% peste obișnuit

# HRV %lld ms, %lld%% lower than usual
source: HRV %1$lld ms, %2$lld%% lower than usual
ro: HRV %lld ms, cu %lld%% sub obișnuit

source: HRV %lld%% below your usual
ro: HRV cu %lld%% sub obișnuit

source: Night temperature %@ °C above your usual
ro: Temperatura nopții cu %@ °C peste obișnuit

source: Night temperature %@ °C below your usual
ro: Temperatura nopții cu %@ °C sub obișnuit

source: Optimal
ro: Optim

source: Pay attention
ro: Atenție

source: Push-ups
ro: Flotări

source: Resting heart rate %lld above your usual
ro: Pulsul în repaus cu %lld peste obișnuit

# Resting heart rate %lld bpm, %lld above your recent average
source: Resting heart rate %1$lld bpm, %2$lld above your recent average
ro: Pulsul în repaus %lld bpm, cu %lld peste media recentă

# Resting heart rate %lld bpm, %lld below your recent average
source: Resting heart rate %1$lld bpm, %2$lld below your recent average
ro: Pulsul în repaus %lld bpm, cu %lld sub media recentă

source: Short or restless sleep
ro: Somn scurt sau agitat

source: Sleep score %lld
ro: Scor de somn %lld

source: Squats
ro: Genuflexiuni

source: Steady
ro: Constant

source: Steps down %lld%% on the week before
ro: Cu %lld%% mai puțini pași decât săptămâna trecută

source: Steps up %lld%% on the week before
ro: Cu %lld%% mai mulți pași decât săptămâna trecută

source: Temperature %@ °C above your usual
ro: Temperatura cu %@ °C peste obișnuit

source: The band did not answer command %@.
ro: Brățara nu a răspuns la comanda %@.

source: The band disconnected.
ro: Brățara s-a deconectat.

source: You slept %lld min less per night than the week before
ro: Ai dormit cu %lld min mai puțin pe noapte decât săptămâna trecută

source: You slept %lld min more per night than the week before
ro: Ai dormit cu %lld min mai mult pe noapte decât săptămâna trecută

source: You're recovered
ro: Ești refăcut

source: just now
ro: chiar acum

source: yesterday
ro: ieri

# 💪 Day %lld/%lld
source: 💪 Day %1$lld/%2$lld
ro: 💪 Ziua %lld/%lld

# 💪 Day %lld/%lld. %lld-day streak
source: 💪 Day %1$lld/%2$lld. %3$lld-day streak
ro: 💪 Ziua %1$lld/%2$lld. %lld de zile la rând
